Repository: MatrixReligio/GameMaster
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %@ could not reach its download servers. Check your network or proxy, then try again.
ja: %@ はダウンロードサーバーに接続できませんでした。ネットワークまたはプロキシを確認して、もう一度お試しください。
ko: %@이(가) 다운로드 서버에 연결할 수 없습니다. 네트워크 또는 프록시를 확인한 후 다시 시도하세요.
zh_hans: %@ 无法连接到其下载服务器。请检查网络或代理后重试。
zh_hant: %@ 無法連接到其下載伺服器。請檢查網路或代理後重試。

source: %@ did not finish downloading in time. Check your connection and try again.
ja: %@ のダウンロードが時間内に完了しませんでした。ネットワーク接続を確認して、もう一度お試しください。
ko: %@이(가) 제시간에 다운로드를 완료하지 못했습니다. 네트워크 연결을 확인한 후 다시 시도하세요.
zh_hans: %@ 未能在预期时间内完成下载。请检查网络连接后重试。
zh_hant: %@ 未能在預期時間內完成下載。請檢查網路連線後重試。

source: Add to Library and Run
ja: ライブラリに追加して実行
ko: 라이브러리에 추가 후 실행
zh_hans: 添加到程序库并运行
zh_hant: 加入程式庫並執行

source: Advanced
ja: 詳細
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: Advertise AVX support
ja: AVX サポートをゲームに通知
ko: 게임에 AVX 지원 알리기
zh_hans: 向游戏公开 AVX 支持
zh_hant: 向遊戲公開 AVX 支援

source: Advertises AVX/AVX2 CPU support so games pick their optimized code paths (Rosetta translates AVX on macOS 15+). Disable if a game probes AVX-512 and crashes at launch.
ja: CPU が AVX/AVX2 をサポートしているとゲームに通知し、最適化されたコードパスを使わせます（macOS 15 以降の Rosetta が AVX を変換）。AVX-512 を検出して起動時にクラッシュするゲームではオフにしてください。
ko: CPU가 AVX/AVX2를 지원한다고 게임에 알려 최적화된 코드 경로를 사용하게 합니다(macOS 15+의 Rosetta가 AVX를 변환). 게임이 AVX-512를 감지해 실행 시 충돌하면 끄세요.
zh_hans: 向游戏声明 CPU 支持 AVX/AVX2，使其启用优化代码路径（macOS 15+ 的 Rosetta 可翻译 AVX）。若游戏探测 AVX-512 导致启动崩溃，请关闭。
zh_hant: 向遊戲聲明 CPU 支援 AVX/AVX2，使其啟用最佳化程式碼路徑（macOS 15+ 的 Rosetta 可轉譯 AVX）。若遊戲偵測 AVX-512 導致啟動當機，請關閉。

source: Another install is in progress. Wait for it to finish, then try again.
ja: 別のインストールが進行中です。完了してからもう一度お試しください。
ko: 다른 설치가 진행 중입니다. 완료된 후 다시 시도하세요.
zh_hans: 另一个安装正在进行中。请等它完成后再试。
zh_hant: 另一個安裝正在進行中。請等它完成後再試。

source: Another install is in progress…
ja: 別のインストールが進行中です…
ko: 다른 설치가 진행 중입니다…
zh_hans: 另一个安装正在进行中…
zh_hant: 另一個安裝正在進行中…

source: Automatic
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

source: Automatic (recommended)
ja: 自動（推奨）
ko: 자동(권장)
zh_hans: 自动（推荐）
zh_hant: 自動（建議）

source: Automatic routes Direct3D through the runtime's D3DMetal layer. Off disables it and falls back to Wine's OpenGL path — only useful for troubleshooting.
ja: 「自動」は Direct3D をランタイムの D3DMetal レイヤー経由で変換します。「オフ」はこれを無効化し、Wine の OpenGL パスにフォールバックします。トラブルシューティング専用です。
ko: '자동'은 Direct3D를 런타임의 D3DMetal 레이어를 통해 변환합니다. '끄기'는 이를 비활성화하고 Wine의 OpenGL 경로로 대체합니다. 문제 해결 시에만 사용하세요.
zh_hans: 「自动」将 Direct3D 经由运行时的 D3DMetal 层转换。「关闭」会禁用它并回退到 Wine 的 OpenGL 路径——仅用于排查问题。
zh_hant: 「自動」將 Direct3D 經由執行階段的 D3DMetal 層轉換。「關閉」會停用它並回退到 Wine 的 OpenGL 路徑——僅用於排查問題。

source: Bottle Settings
ja: ボトル設定
ko: 보틀 설정
zh_hans: 游戏瓶设置
zh_hant: 遊戲瓶設定

source: Bottle name
ja: ボトル名
ko: 보틀 이름
zh_hans: 游戏瓶名称
zh_hant: 遊戲瓶名稱

source: Bottles
ja: ボトル
ko: 보틀
zh_hans: 游戏瓶
zh_hant: 遊戲瓶

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Caps the frame rate, paced by Metal for steadier frame times. Pick a value your Mac can hold steady — ideally a divisor of your display's refresh rate. Uncapped gives the lowest input lag (best for competitive games) at the cost of more heat and fan noise.
ja: フレームレートを制限し、Metal がペースを整えてフレームタイムを安定させます。Mac が安定して維持できる値を選んでください（ディスプレイのリフレッシュレートの約数が理想）。制限なしは入力遅延が最小（競技系に最適）ですが、発熱とファン音が増えます。
ko: 프레임레이트를 제한하며 Metal이 페이스를 조절해 프레임 타임을 안정시킵니다. Mac이 안정적으로 유지할 수 있는 값을 고르세요(디스플레이 주사율의 약수가 이상적). 무제한은 입력 지연이 가장 낮지만(경쟁 게임에 최적) 발열과 팬 소음이 늘어납니다.
zh_hans: 限制帧率，由 Metal 统一节奏，帧时间更稳。选一个你的 Mac 能稳定维持的值——最好是显示器刷新率的约数。不限帧输入延迟最低（竞技游戏最佳），代价是更热、风扇更响。
zh_hant: 限制幀率，由 Metal 統一節奏，幀時間更穩。選一個你的 Mac 能穩定維持的值——最好是顯示器更新率的約數。不限幀輸入延遲最低（競技遊戲最佳），代價是更熱、風扇更吵。

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose Another File…
ja: 別のファイルを選択…
ko: 다른 파일 선택…
zh_hans: 选择其他文件…
zh_hant: 選擇其他檔案…

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Closing…
ja: 終了中…
ko: 종료 중…
zh_hans: 关闭中…
zh_hant: 關閉中…

source: Configuring…
ja: 設定中…
ko: 구성 중…
zh_hans: 正在配置…
zh_hant: 正在設定…

source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Could not open the disk image (hdiutil exit %@).
ja: ディスクイメージを開けませんでした（hdiutil 終了コード %@）。
ko: 디스크 이미지를 열 수 없습니다(hdiutil 종료 코드 %@).
zh_hans: 无法打开磁盘映像（hdiutil 退出码 %@）。
zh_hant: 無法打開磁碟映像檔（hdiutil 結束代碼 %@）。

source: Could not unpack the archive (tar exit %@).
ja: アーカイブを展開できませんでした（tar 終了コード %@）。
ko: 아카이브를 풀 수 없습니다(tar 종료 코드 %@).
zh_hans: 无法解压归档（tar 退出码 %@）。
zh_hant: 無法解壓縮封存檔（tar 結束代碼 %@）。

source: Create Bottle
ja: ボトルを作成
ko: 보틀 만들기
zh_hans: 创建游戏瓶
zh_hant: 建立遊戲瓶

source: Create a bottle — a private Windows environment — to install Steam or run Windows games.
ja: ボトル（独立した Windows 環境)を作成して、Steam のインストールや Windows ゲームの実行ができます。
ko: 보틀(독립된 Windows 환경)을 만들어 Steam을 설치하거나 Windows 게임을 실행하세요.
zh_hans: 创建一个游戏瓶（独立的 Windows 环境），即可安装 Steam 或运行 Windows 游戏。
zh_hant: 建立一個遊戲瓶（獨立的 Windows 環境），即可安裝 Steam 或執行 Windows 遊戲。

source: Create a new Windows environment
ja: 新しい Windows 環境を作成します
ko: 새 Windows 환경을 만듭니다
zh_hans: 创建一个新的 Windows 环境
zh_hant: 建立一個新的 Windows 環境

source: Creating the bottle…
ja: ボトルを作成中…
ko: 보틀 생성 중…
zh_hans: 正在创建游戏瓶…
zh_hant: 正在建立遊戲瓶…

source: D3DMetal %@ active
ja: D3DMetal %@ 有効
ko: D3DMetal %@ 활성
zh_hans: D3DMetal %@ 已启用
zh_hant: D3DMetal %@ 已啟用

source: D3DMetal %@ ready
ja: D3DMetal %@ 準備完了
ko: D3DMetal %@ 준비됨
zh_hans: D3DMetal %@ 已就绪
zh_hant: D3DMetal %@ 已就緒

source: Default
ja: デフォルト
ko: 기본값
zh_hans: 默认
zh_hant: 預設

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete Bottle…
ja: ボトルを削除…
ko: 보틀 삭제…
zh_hans: 删除游戏瓶…
zh_hant: 刪除遊戲瓶…

source: Delete this bottle and everything installed in it?
ja: このボトルと中にインストールされたすべてを削除しますか？
ko: 이 보틀과 그 안에 설치된 모든 항목을 삭제할까요?
zh_hans: 删除这个游戏瓶以及其中安装的所有内容？
zh_hant: 刪除這個遊戲瓶以及其中安裝的所有內容？

source: DirectX translation
ja: DirectX 変換
ko: DirectX 변환
zh_hans: DirectX 转换
zh_hant: DirectX 轉換

source: Display
ja: ディスプレイ
ko: 디스플레이
zh_hans: 显示
zh_hant: 顯示

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Download and Install
ja: ダウンロードしてインストール
ko: 다운로드 및 설치
zh_hans: 下载并安装
zh_hant: 下載並安裝

source: Download failed with HTTP status %@.
ja: ダウンロードに失敗しました（HTTP ステータス %@）。
ko: 다운로드에 실패했습니다(HTTP 상태 %@).
zh_hans: 下载失败（HTTP 状态码 %@）。
zh_hant: 下載失敗（HTTP 狀態碼 %@）。

source: Downloading…
ja: ダウンロード中…
ko: 다운로드 중…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: ESync (default)
ja: ESync（デフォルト）
ko: ESync(기본)
zh_hans: ESync（默认）
zh_hant: ESync（預設）

source: Enlarges the game's rendered frame to your display resolution with MetalFX — a spatial upscaler that looks sharper than plain stretching, for a small GPU cost. It does NOT lower the game's own resolution (that's Retina); it makes a lower render resolution look crisp. Best with Retina off. Uses DXMT's upscaler, or converts DLSS on GPTK runtimes.
ja: MetalFX でゲームの描画フレームをディスプレイ解像度まで拡大します。単純な引き伸ばしより鮮明な空間アップスケーラーで、GPU コストはわずかです。ゲーム自体の解像度は下げません（それは Retina の役割）。低い描画解像度をくっきり見せます。Retina オフとの併用がおすすめです。DXMT ではそのアップスケーラーを、GPTK では DLSS を変換します。
ko: MetalFX로 게임이 렌더링한 프레임을 디스플레이 해상도로 확대합니다. 단순 확대보다 선명한 공간 업스케일러이며 GPU 비용은 적습니다. 게임 자체 해상도를 낮추지는 않으며(그건 Retina의 역할), 낮은 렌더링 해상도를 또렷하게 보이게 합니다. Retina 끄기와 함께 쓰는 것이 가장 좋습니다. DXMT는 자체 업스케일러를, GPTK는 DLSS 변환을 사용합니다.
zh_hans: 用 MetalFX 把游戏渲染的画面放大到你的显示器分辨率——这是空间放大器，比普通拉伸更清晰，GPU 开销很小。它不会降低游戏自身的分辨率（那是 Retina 的作用），而是让较低的渲染分辨率看起来更锐利。建议配合关闭 Retina 使用。DXMT 运行时用其放大器，GPTK 运行时则转换 DLSS。
zh_hant: 用 MetalFX 把遊戲算繪的畫面放大到你的顯示器解析度——這是空間放大器，比普通拉伸更清晰，GPU 開銷很小。它不會降低遊戲本身的解析度（那是 Retina 的作用），而是讓較低的算繪解析度看起來更銳利。建議搭配關閉 Retina 使用。DXMT 執行階段用其放大器，GPTK 執行階段則轉換 DLSS。

source: Environment variables (one per line, KEY=value)
ja: 環境変数（1 行に 1 つ、KEY=value）
ko: 환경 변수(한 줄에 하나, KEY=value)
zh_hans: 环境变量（每行一个，KEY=value）
zh_hant: 環境變數（每行一個，KEY=value）

source: Finishing…
ja: 仕上げ中…
ko: 마무리 중…
zh_hans: 即将完成…
zh_hant: 即將完成…

source: Force Stop All
ja: すべて強制終了
ko: 모두 강제 종료
zh_hans: 强制全部停止
zh_hant: 強制全部停止

source: Forces DirectX Raytracing on or off for D3DMetal (GPTK runtimes only). Automatic follows Apple's default: off on M1/M2, on for M3 and newer.
ja: D3DMetal の DirectX レイトレーシングを強制的にオン/オフします（GPTK ランタイムのみ）。「自動」は Apple のデフォルトに従います：M1/M2 はオフ、M3 以降はオン。
ko: D3DMetal의 DirectX 레이 트레이싱을 강제로 켜거나 끕니다(GPTK 런타임 전용). '자동'은 Apple 기본값을 따릅니다: M1/M2는 끔, M3 이상은 켬.
zh_hans: 强制开启或关闭 D3DMetal 的 DirectX 光线追踪（仅 GPTK 运行时有效）。“自动”遵循 Apple 默认值：M1/M2 关闭，M3 及更新芯片开启。
zh_hant: 強制開啟或關閉 D3DMetal 的 DirectX 光線追蹤（僅 GPTK 執行階段有效）。「自動」遵循 Apple 預設值：M1/M2 關閉，M3 及更新晶片開啟。

source: Frame rate limit
ja: フレームレート上限
ko: 프레임레이트 제한
zh_hans: 帧率上限
zh_hant: 幀率上限

source: GameMaster downloads an open-source Windows compatibility runtime (about 240 MB) with Apple's DirectX translation support built in.
ja: GameMaster はオープンソースの Windows 互換ランタイム（約 240 MB、Apple の DirectX 変換サポート内蔵）をダウンロードします。
ko: GameMaster는 Apple의 DirectX 변환 지원이 내장된 오픈소스 Windows 호환 런타임(약 240MB)을 다운로드합니다.
zh_hans: GameMaster 将下载一个开源的 Windows 兼容运行时（约 240 MB），内置 Apple 的 DirectX 转换支持。
zh_hant: GameMaster 將下載一個開源的 Windows 相容執行環境（約 240 MB），內建 Apple 的 DirectX 轉換支援。

source: GameMaster needs to relaunch for the language change to take effect.
ja: 言語の変更を適用するには GameMaster の再起動が必要です。
ko: 언어 변경을 적용하려면 GameMaster를 다시 시작해야 합니다.
zh_hans: 语言更改需要重新启动 GameMaster 后生效。
zh_hant: 語言變更需要重新啟動 GameMaster 後生效。

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Graphics
ja: グラフィックス
ko: 그래픽
zh_hans: 图形
zh_hant: 圖形

source: How Wine emulates Windows thread synchronization. MSync (Mach ports) is fastest on runtimes that support it; ESync works everywhere; None is slowest and only for debugging.
ja: Wine が Windows のスレッド同期をエミュレートする方式です。MSync（Mach ポート）は対応ランタイムで最速、ESync はどこでも動作、「なし」は最も遅くデバッグ用です。
ko: Wine이 Windows 스레드 동기화를 에뮬레이션하는 방식입니다. MSync(Mach 포트)는 지원 런타임에서 가장 빠르고, ESync는 어디서나 작동하며, '없음'은 가장 느리고 디버깅용입니다.
zh_hans: Wine 模拟 Windows 线程同步的方式。MSync（Mach 端口）在支持它的运行时上最快；ESync 通用；“无”最慢，仅用于调试。
zh_hant: Wine 模擬 Windows 執行緒同步的方式。MSync（Mach 埠）在支援它的執行階段上最快；ESync 通用；「無」最慢，僅用於除錯。

source: How do you want to open this program?
ja: このプログラムをどのように開きますか？
ko: 이 프로그램을 어떻게 여시겠습니까?
zh_hans: 要如何打开这个程序？
zh_hant: 要如何開啟這個程式？

source: How far MetalFX enlarges the frame. A higher factor means the game renders smaller — faster, but softer. 2.0× renders at half your display's width; 1.5× renders closer to native (sharper, heavier). Default (2.0×) follows the runtime.
ja: MetalFX がフレームを拡大する倍率です。倍率が高いほどゲームは小さく描画され、速いがぼやけます。2.0× はディスプレイ幅の半分で描画し、1.5× はネイティブに近い（鮮明だが重い）です。デフォルト（2.0×）はランタイムに従います。
ko: MetalFX가 프레임을 확대하는 배율입니다. 배율이 높을수록 게임은 더 작게 렌더링되어 빠르지만 흐려집니다. 2.0×는 디스플레이 너비의 절반으로, 1.5×는 네이티브에 더 가깝게(더 선명하지만 무겁게) 렌더링합니다. 기본값(2.0×)은 런타임을 따릅니다.
zh_hans: MetalFX 放大画面的倍数。倍数越高，游戏渲染得越小——更快但更糊。2.0× 以显示器宽度的一半渲染；1.5× 更接近原生（更清晰但更吃 GPU）。默认（2.0×）跟随运行时。
zh_hant: MetalFX 放大畫面的倍數。倍數越高，遊戲算繪得越小——更快但更糊。2.0× 以顯示器寬度的一半算繪；1.5× 更接近原生（更清晰但更吃 GPU）。預設（2.0×）跟隨執行階段。

source: Import
ja: 読み込む
ko: 가져오기
zh_hans: 导入
zh_hant: 匯入

source: Import Apple's graphics libraries from this file?
ja: このファイルから Apple のグラフィックライブラリを読み込みますか？
ko: 이 파일에서 Apple 그래픽 라이브러리를 가져올까요?
zh_hans: 从这个文件导入 Apple 图形库？
zh_hant: 從這個檔案匯入 Apple 圖形程式庫？

source: Import DMG…
ja: DMG を読み込む…
ko: DMG 가져오기…
zh_hans: 导入 DMG…
zh_hant: 匯入 DMG…

source: Install Steam
ja: Steam をインストール
ko: Steam 설치
zh_hans: 安装 Steam
zh_hant: 安裝 Steam

source: Install Steam for Windows
ja: Windows 版 Steam をインストール
ko: Windows용 Steam 설치
zh_hans: 安装 Windows 版 Steam
zh_hant: 安裝 Windows 版 Steam

source: Install the Windows Runtime
ja: Windows ランタイムをインストール
ko: Windows 런타임 설치
zh_hans: 安装 Windows 运行时
zh_hant: 安裝 Windows 執行環境

source: Installing runtime…
ja: ランタイムをインストール中…
ko: 런타임 설치 중…
zh_hans: 正在安装运行时…
zh_hant: 正在安裝執行環境…

source: Installing…
ja: インストール中…
ko: 설치 중…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Launch a program and its output will appear here.
ja: プログラムを実行すると、その出力がここに表示されます。
ko: 프로그램을 실행하면 출력이 여기에 표시됩니다.
zh_hans: 运行程序后，其输出会显示在这里。
zh_hant: 執行程式後，其輸出會顯示在這裡。

source: Logs
ja: ログ
ko: 로그
zh_hans: 日志
zh_hant: 日誌

source: MSync (fastest)
ja: MSync（最速）
ko: MSync(가장 빠름)
zh_hans: MSync（最快）
zh_hant: MSync（最快）

source: Metal performance HUD
ja: Metal パフォーマンス HUD
ko: Metal 성능 HUD
zh_hans: Metal 性能面板
zh_hant: Metal 效能面板

source: MetalFX quality
ja: MetalFX 品質
ko: MetalFX 품질
zh_hans: MetalFX 质量
zh_hant: MetalFX 品質

source: MetalFX upscaling
ja: MetalFX アップスケーリング
ko: MetalFX 업스케일링
zh_hans: MetalFX 升频
zh_hant: MetalFX 升頻

source: My Games
ja: マイゲーム
ko: 내 게임
zh_hans: 我的游戏
zh_hant: 我的遊戲

source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: New Bottle
ja: 新規ボトル
ko: 새 보틀
zh_hans: 新建游戏瓶
zh_hant: 新增遊戲瓶

source: No Bottle Yet
ja: ボトルがありません
ko: 보틀이 없습니다
zh_hans: 还没有游戏瓶
zh_hant: 還沒有遊戲瓶

source: No Logs Yet
ja: ログはまだありません
ko: 로그가 없습니다
zh_hans: 暂无日志
zh_hant: 暫無日誌

source: No runtime is configured for this build.
ja: このビルドにはランタイムが設定されていません。
ko: 이 빌드에는 런타임이 구성되어 있지 않습니다.
zh_hans: 此构建未配置任何运行时。
zh_hant: 此版本未設定任何執行階段。

source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: Off
ja: オフ
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

source: On
ja: オン
ko: 켬
zh_hans: 开启
zh_hant: 開啟

source: Open Apple Downloads Page
ja: Apple ダウンロードページを開く
ko: Apple 다운로드 페이지 열기
zh_hans: 打开 Apple 下载页面
zh_hant: 開啟 Apple 下載頁面

source: Or run another Windows program…
ja: または他の Windows プログラムを実行…
ko: 또는 다른 Windows 프로그램 실행…
zh_hans: 或运行其他 Windows 程序…
zh_hant: 或執行其他 Windows 程式…

source: Performance
ja: パフォーマンス
ko: 성능
zh_hans: 性能
zh_hant: 效能

source: Play
ja: プレイ
ko: 플레이
zh_hans: 开始游戏
zh_hant: 開始遊戲

source: Play Windows games on your Mac. GameMaster sets up everything for you — no command line, no configuration files.
ja: Mac で Windows ゲームをプレイ。GameMaster がすべてをセットアップ — コマンドラインも設定ファイルも不要です。
ko: Mac에서 Windows 게임을 즐기세요. GameMaster가 모든 것을 설정해 드립니다 — 명령줄도 설정 파일도 필요 없습니다.
zh_hans: 在 Mac 上畅玩 Windows 游戏。GameMaster 为你搞定一切——无需命令行，无需配置文件。
zh_hant: 在 Mac 上暢玩 Windows 遊戲。GameMaster 為你搞定一切——無需命令列，無需設定檔。

source: Ray tracing (DXR)
ja: レイトレーシング（DXR）
ko: 레이 트레이싱(DXR)
zh_hans: 光线追踪（DXR）
zh_hant: 光線追蹤（DXR）

source: Recommend for this Mac
ja: この Mac におすすめ
ko: 이 Mac에 맞게 추천
zh_hans: 为这台 Mac 推荐
zh_hant: 為這台 Mac 推薦

source: Relaunch
ja: 再起動
ko: 다시 시작
zh_hans: 重新启动
zh_hant: 重新啟動

source: Remove from Library
ja: ライブラリから削除
ko: 라이브러리에서 제거
zh_hans: 从程序库移除
zh_hant: 從程式庫移除

source: Renders at full HiDPI pixel density with matching Windows DPI. Sharper picture, but games draw up to 4× the pixels — turn it off for extra FPS.
ja: HiDPI のフル解像度でレンダリングし、Windows の DPI を合わせます。画面は鮮明になりますが、描画ピクセルは最大 4 倍になります。FPS を稼ぎたい場合はオフにしてください。
ko: HiDPI 전체 픽셀 밀도로 렌더링하고 Windows DPI를 일치시킵니다. 화면은 더 선명해지지만 게임이 그리는 픽셀이 최대 4배가 됩니다. FPS를 높이려면 끄세요.
zh_hans: 以完整 HiDPI 像素密度渲染并匹配 Windows DPI。画面更清晰，但游戏渲染的像素最多可达 4 倍——关闭可换取更高帧率。
zh_hant: 以完整 HiDPI 像素密度算繪並匹配 Windows DPI。畫面更清晰，但遊戲算繪的像素最多可達 4 倍——關閉可換取更高幀率。

source: Retina resolution
ja: Retina 解像度
ko: Retina 해상도
zh_hans: Retina 分辨率
zh_hant: Retina 解析度

source: Rosetta 2 is required. Run “softwareupdate --install-rosetta” in Terminal first.
ja: Rosetta 2 が必要です。まずターミナルで “softwareupdate --install-rosetta” を実行してください。
ko: Rosetta 2가 필요합니다. 먼저 터미널에서 “softwareupdate --install-rosetta”를 실행하세요.
zh_hans: 需要 Rosetta 2。请先在“终端”中运行 “softwareupdate --install-rosetta”。
zh_hant: 需要 Rosetta 2。請先在「終端機」中執行 “softwareupdate --install-rosetta”。

source: Run Once
ja: 一度だけ実行
ko: 한 번만 실행
zh_hans: 仅运行一次
zh_hant: 僅執行一次

source: Run Program…
ja: プログラムを実行…
ko: 프로그램 실행…
zh_hans: 运行程序…
zh_hant: 執行程式…

source: Run any Windows .exe or .msi in this bottle
ja: このボトルで任意の Windows .exe / .msi を実行
ko: 이 보틀에서 임의의 Windows .exe/.msi 실행
zh_hans: 在此游戏瓶中运行任意 Windows .exe 或 .msi
zh_hant: 在此遊戲瓶中執行任意 Windows .exe 或 .msi

source: Runtime
ja: ランタイム
ko: 런타임
zh_hans: 运行时
zh_hant: 執行環境

source: Runtime installed
ja: ランタイムをインストールしました
ko: 런타임 설치됨
zh_hans: 运行时已安装
zh_hant: 執行環境已安裝

source: Runtime not installed
ja: ランタイム未インストール
ko: 런타임이 설치되지 않음
zh_hans: 运行时未安装
zh_hant: 執行環境未安裝

source: Runtime ready
ja: ランタイム準備完了
ko: 런타임 준비됨
zh_hans: 运行时已就绪
zh_hant: 執行環境已就緒

source: Runtime “%@” is not installed.
ja: ランタイム「%@」がインストールされていません。
ko: 런타임 "%@"이(가) 설치되어 있지 않습니다.
zh_hans: 运行时“%@”未安装。
zh_hant: 執行階段「%@」未安裝。

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Set up the Windows version of Steam with one click, then install and play your Windows games.
ja: ワンクリックで Windows 版 Steam をセットアップし、Windows ゲームをインストールしてプレイ。
ko: 클릭 한 번으로 Windows용 Steam을 설치하고 Windows 게임을 즐기세요.
zh_hans: 一键装好 Windows 版 Steam，然后安装并畅玩你的 Windows 游戏。
zh_hant: 一鍵裝好 Windows 版 Steam，然後安裝並暢玩你的 Windows 遊戲。

source: Sets Retina, MetalFX and the upscale factor to values matched to this Mac's display. Nothing is applied until you tap Save, so it never changes a bottle behind your back.
ja: Retina、MetalFX、アップスケール倍率をこの Mac のディスプレイに合わせた値に設定します。保存をタップするまで適用されないので、知らないうちにボトルが変わることはありません。
ko: Retina, MetalFX, 업스케일 배율을 이 Mac의 디스플레이에 맞는 값으로 설정합니다. 저장을 누르기 전에는 적용되지 않으므로 모르는 사이에 보틀이 바뀌지 않습니다.
zh_hans: 把 Retina、MetalFX 和放大倍数设为匹配这台 Mac 显示器的值。点保存前不会生效，绝不会在你不知情时改动瓶子。
zh_hant: 把 Retina、MetalFX 和放大倍數設為匹配這台 Mac 顯示器的值。點儲存前不會生效，絕不會在你不知情時改動瓶子。

source: Show in Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Shows Apple's Metal performance HUD (FPS, GPU time, resolution) over every window in this bottle.
ja: このボトルのすべてのウインドウに Apple の Metal パフォーマンス HUD（FPS、GPU 時間、解像度）を表示します。
ko: 이 보틀의 모든 창 위에 Apple의 Metal 성능 HUD(FPS, GPU 시간, 해상도)를 표시합니다.
zh_hans: 在此游戏瓶的每个窗口上显示 Apple 的 Metal 性能 HUD（帧率、GPU 耗时、分辨率）。
zh_hant: 在此遊戲瓶的每個視窗上顯示 Apple 的 Metal 效能 HUD（幀率、GPU 耗時、解析度）。

source: Skip for Now
ja: 今はスキップ
ko: 지금은 건너뛰기
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Some bottles have unreadable metadata and are hidden. Their files remain on disk untouched.
ja: 一部のボトルのメタデータが読み取れないため非表示になっています。ファイルはディスク上にそのまま残っています。
ko: 일부 보틀의 메타데이터를 읽을 수 없어 숨겨졌습니다. 해당 파일은 디스크에 그대로 남아 있습니다.
zh_hans: 部分游戏瓶的元数据无法读取，已被隐藏。相关文件仍完整保留在磁盘上。
zh_hant: 部分遊戲瓶的中繼資料無法讀取，已被隱藏。相關檔案仍完整保留在磁碟上。

source: Some runtimes have unreadable metadata and are hidden. Their files remain on disk untouched.
ja: 一部のランタイムのメタデータが読み取れないため非表示になっています。ファイルはディスク上にそのまま残っています。
ko: 일부 런타임의 메타데이터를 읽을 수 없어 숨겨졌습니다. 해당 파일은 디스크에 그대로 남아 있습니다.
zh_hans: 部分运行时的元数据无法读取，已被隐藏。相关文件仍完整保留在磁盘上。
zh_hant: 部分執行階段的中繼資料無法讀取，已被隱藏。相關檔案仍完整保留在磁碟上。

source: Something Went Wrong
ja: 問題が発生しました
ko: 문제가 발생했습니다
zh_hans: 出了点问题
zh_hant: 出了點問題

source: Starting…
ja: 起動中…
ko: 시작 중…
zh_hans: 启动中…
zh_hant: 啟動中…

source: Stop
ja: 停止
ko: 중지
zh_hans: 停止
zh_hant: 停止

source: Synchronization
ja: 同期方式
ko: 동기화
zh_hans: 同步方式
zh_hant: 同步方式

source: System Default
ja: システムのデフォルト
ko: 시스템 기본값
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Terminate every Windows process in this bottle
ja: このボトル内のすべての Windows プロセスを終了します
ko: 이 보틀의 모든 Windows 프로세스를 종료합니다
zh_hans: 终止此游戏瓶中的所有 Windows 进程
zh_hant: 終止此遊戲瓶中的所有 Windows 處理程序

source: The %@ installer failed (exit code %@). Please try again.
ja: %@ のインストーラーが失敗しました（終了コード %@）。もう一度お試しください。
ko: %@ 설치 프로그램이 실패했습니다(종료 코드 %@). 다시 시도하세요.
zh_hans: %@ 安装程序失败（退出码 %@）。请重试。
zh_hant: %@ 安裝程式失敗（結束代碼 %@）。請重試。

source: The %@ installer finished but the program wasn't found. Please try again.
ja: %@ のインストーラーは終了しましたが、プログラムが見つかりませんでした。もう一度お試しください。
ko: %@ 설치가 끝났지만 프로그램을 찾을 수 없습니다. 다시 시도하세요.
zh_hans: %@ 安装程序已结束，但未找到安装后的程序。请重试。
zh_hant: %@ 安裝程式已結束，但未找到安裝後的程式。請重試。

source: The Windows runtime is not installed yet. Open Settings → Runtime to install it.
ja: Windows ランタイムがまだインストールされていません。「設定 → ランタイム」からインストールしてください。
ko: Windows 런타임이 아직 설치되지 않았습니다. '설정 → 런타임'에서 설치하세요.
zh_hans: Windows 运行时尚未安装。请打开“设置 → 运行时”进行安装。
zh_hant: Windows 執行階段尚未安裝。請打開「設定 → 執行階段」進行安裝。

source: The built-in runtime manifest is missing or corrupted.
ja: 内蔵ランタイムマニフェストが見つからないか破損しています。
ko: 내장 런타임 매니페스트가 없거나 손상되었습니다.
zh_hans: 内置运行时清单缺失或已损坏。
zh_hant: 內建執行階段清單遺失或已損毀。

source: The disk image did not produce a mountable volume.
ja: ディスクイメージからマウント可能なボリュームが得られませんでした。
ko: 디스크 이미지에서 마운트 가능한 볼륨을 만들지 못했습니다.
zh_hans: 磁盘映像未产生可挂载的卷。
zh_hant: 磁碟映像檔未產生可掛載的卷宗。

source: The downloaded file failed verification. Please try downloading again.
ja: ダウンロードしたファイルの検証に失敗しました。もう一度ダウンロードしてください。
ko: 다운로드한 파일이 검증에 실패했습니다. 다시 다운로드해 보세요.
zh_hans: 下载的文件未通过校验。请重新下载。
zh_hant: 下載的檔案未通過驗證。請重新下載。

source: The downloaded runtime has an unexpected layout.
ja: ダウンロードしたランタイムのレイアウトが想定と異なります。
ko: 다운로드한 런타임의 구조가 예상과 다릅니다.
zh_hans: 下载的运行时目录结构异常。
zh_hant: 下載的執行階段目錄結構異常。

source: The libraries in this disk image are not signed by Apple, so they were not imported. Download the original from developer.apple.com/download and try again.
ja: このディスクイメージ内のライブラリは Apple によって署名されていないため、読み込まれませんでした。developer.apple.com/download からオリジナルをダウンロードして再試行してください。
ko: 이 디스크 이미지의 라이브러리가 Apple 서명이 없어 가져오지 않았습니다. developer.apple.com/download에서 원본을 다운로드한 후 다시 시도하세요.
zh_hans: 该磁盘映像中的库未经 Apple 签名，因此未被导入。请从 developer.apple.com/download 下载原版后重试。
zh_hant: 該磁碟映像中的程式庫未經 Apple 簽署，因此未被匯入。請從 developer.apple.com/download 下載原版後重試。

source: This bottle is being installed into. Wait for the install to finish, then delete it.
ja: このボトルにインストール中です。インストールが完了してから削除してください。
ko: 이 보틀에 설치가 진행 중입니다. 설치가 끝난 후 삭제하세요.
zh_hans: 正在向这个游戏瓶安装内容。请等安装完成后再删除。
zh_hant: 正在向這個遊戲瓶安裝內容。請等安裝完成後再刪除。

source: This bottle no longer exists on disk.
ja: このボトルはディスク上に存在しません。
ko: 이 보틀은 더 이상 디스크에 존재하지 않습니다.
zh_hans: 此游戏瓶在磁盘上已不存在。
zh_hant: 此遊戲瓶在磁碟上已不存在。

source: This bottle's runtime translates Direct3D to Metal with DXMT, which is built into Wine itself and is always active — that's why there is no Off choice here.
ja: このボトルのランタイムは DXMT で Direct3D を Metal に変換します。DXMT は Wine 本体に組み込まれており常に有効なため、ここに「オフ」の選択肢はありません。
ko: 이 보틀의 런타임은 DXMT로 Direct3D를 Metal로 변환합니다. DXMT는 Wine 자체에 내장되어 항상 활성화되므로 여기에는 '끄기' 옵션이 없습니다.
zh_hans: 这个游戏瓶的运行时通过 DXMT 将 Direct3D 转换为 Metal。DXMT 内置于 Wine 本体、始终生效——因此这里没有「关闭」选项。
zh_hant: 這個遊戲瓶的執行階段透過 DXMT 將 Direct3D 轉換為 Metal。DXMT 內建於 Wine 本體、始終生效——因此這裡沒有「關閉」選項。

source: This disk image doesn’t look like Apple’s “Evaluation environment for Windows games”. Download it from developer.apple.com/download (search for “Evaluation environment”).
ja: このディスクイメージは Apple の「Evaluation environment for Windows games」ではないようです。developer.apple.com/download からダウンロードしてください（「Evaluation environment」で検索）。
ko: 이 디스크 이미지는 Apple의 "Evaluation environment for Windows games"가 아닌 것 같습니다. developer.apple.com/download에서 다운로드하세요("Evaluation environment" 검색).
zh_hans: 此磁盘映像看起来不是 Apple 的“Evaluation environment for Windows games”。请前往 developer.apple.com/download 下载（搜索“Evaluation environment”）。
zh_hant: 此磁碟映像檔看起來不是 Apple 的「Evaluation environment for Windows games」。請前往 developer.apple.com/download 下載（搜尋「Evaluation environment」）。

source: Uncapped
ja: 制限なし
ko: 무제한
zh_hans: 不限
zh_hant: 不限

source: Unknown installer.
ja: 不明なインストーラーです。
ko: 알 수 없는 설치 항목입니다.
zh_hans: 未知的安装项。
zh_hant: 未知的安裝項目。

source: Unpacking…
ja: 展開中…
ko: 압축 해제 중…
zh_hans: 正在解压…
zh_hant: 正在解壓…

source: Update Apple's Graphics Layer (Optional)
ja: Apple グラフィックスレイヤーを更新（任意）
ko: Apple 그래픽 레이어 업데이트(선택)
zh_hans: 更新 Apple 图形层（可选）
zh_hant: 更新 Apple 圖形層（可選）

source: Upgrading runtime…
ja: ランタイムをアップグレード中…
ko: 런타임 업그레이드 중…
zh_hans: 正在升级运行环境…
zh_hant: 正在升級執行環境…

source: Verifying…
ja: 検証中…
ko: 확인 중…
zh_hans: 正在校验…
zh_hant: 正在驗證…

source: Welcome to GameMaster
ja: GameMaster へようこそ
ko: GameMaster에 오신 것을 환영합니다
zh_hans: 欢迎使用 GameMaster
zh_hant: 歡迎使用 GameMaster

source: Windows programs are running in this bottle
ja: このボトルで Windows プログラムが実行中です
ko: 이 보틀에서 Windows 프로그램이 실행 중입니다
zh_hans: 这个游戏瓶中有 Windows 程序正在运行
zh_hant: 這個遊戲瓶中有 Windows 程式正在執行

source: Windows programs are still running in this bottle. Stop them first, then delete it.
ja: このボトルではまだ Windows プログラムが実行中です。先に停止してから削除してください。
ko: 이 보틀에서 아직 Windows 프로그램이 실행 중입니다. 먼저 중지한 후 삭제하세요.
zh_hans: 这个游戏瓶中仍有 Windows 程序在运行。请先停止它们，再删除。
zh_hant: 這個遊戲瓶中仍有 Windows 程式在執行。請先停止它們，再刪除。
